[
    {
        "image": "https://i.ibb.co/t3rzLxq/JW-Los-Cabos-2015-Main-Exterior-2166579562.jpg",
        "estate_title": "Luxury Penthouse in Downtown",
        "id": 1,
        "segment_name": "Penthouse",
        "description": "A stunning penthouse apartment with breathtaking city views. A stunning penthouse apartment with breathtaking city views sprawls across the top floor, offering an unparalleled panorama that stretches from the glittering skyscrapers of the financial district to the winding river snaking through the heart of the city. Floor-to-ceiling windows bathe the open-plan living area in natural light, while a sleek, modern kitchen beckons aspiring chefs to create culinary masterpieces. Sliding glass doors open onto a wraparound terrace, perfect for stargazing on clear nights or hosting unforgettable soirées against the backdrop of the urban jungle.",
        "price": 10000000,
        "status": "sale",
        "area": 2000,
        "location": "New York City, NY",
        "facilities": [
            "Living Room",
            "Swimming Pool",
            "Kitchen"
        ]
    },
    {
        "image": "https://i.ibb.co/vXTWw8C/wp8725597-2587445432.jpg",
        "estate_title": "Beachfront Villa with Private Pool",
        "id": 2,
        "segment_name": "Villa",
        "description": "Relax in paradise at this beachfront villa with a private pool. Relax in paradise at this beachfront villa with a private pool. Imagine waking up to the gentle sound of waves lapping at the shore and stepping out onto your private balcony to breathe in the fresh ocean air. Dive into the crystal-clear waters of your pool to cool off, or take a few steps and sink your toes into the warm sand. Spend your days lounging on plush sunbeds, listening to the rhythm of the ocean, and soaking up the sun's rays. In the evenings, grill up a delicious feast on the barbecue patio and enjoy alfresco dining under a canopy of twinkling stars. This beachfront haven promises an unforgettable escape for you and your loved ones.",
        "price": 5000000,
        "status": "rent",
        "area": 3500,
        "location": "Miami, FL",
        "facilities": [
            "Living Room",
            "Swimming Pool",
            "Kitchen",
            "Balcony"
        ]
    },
    {
        "image": "https://i.ibb.co/p4X3wDn/03-Best-Luxury-Caribbean-Zoetry-Agua-12308177-10153887887523054-6082492700201757636-o.jpg",
        "estate_title": "Secluded Island Retreat",
        "id": 3,
        "segment_name": "Private Island",
        "description": "Escape to your own private island with unparalleled privacy. Escape to your own private island with unparalleled privacy. Imagine waking up to the gentle caress of ocean breezes whispering through palm trees, the soundtrack of your days a symphony of crashing waves and exotic birdsong. Dive into crystal-clear waters teeming with vibrant marine life, or explore hidden coves where pristine beaches beckon for barefoot exploration. Here, unwind beneath the caress of the sun, reconnect with nature's embrace, and craft memories that will stay with you forever.",
        "price": 25000000,
        "status": "sale",
        "area": 100000,
        "location": "South Pacific",
        "facilities": [
            "Living Room",
            "Beach Access",
            "Multiple Bedrooms"
        ]
    },
    {
        "image": "https://i.ibb.co/HrhnhpD/pexels-pixabay-261101.jpg",
        "estate_title": "Private Island Oasis with Crystal-Clear Lagoon",
        "id": 4,
        "segment_name": "Private Island",
        "description": "Unwind in complete seclusion on this private island paradise boasting a crystal-clear lagoon. Unwind in complete seclusion on this private island paradise boasting a crystal-clear lagoon. Sway in a hammock strung between palm trees, lulled by the gentle rhythm of the waves lapping at the shore. Dive into the cool, turquoise water, where vibrant coral reefs teeming with life await exploration. As the sun dips below the horizon, painting the sky in hues of orange and pink, savor a delicious beachfront dinner under a canopy of stars. Let the sound of the ocean lull you to sleep in a luxurious beachfront bungalow, and wake each morning to the breathtaking beauty of your own personal oasis.",
        "price": 35000000,
        "status": "sale",
        "area": 50000,
        "location": "Maldives",
        "facilities": [
            "Living Room",
            "Infinity Pool",
            "Private Beach",
            "Water Sports Equipment"
        ]
    },
    {
        "image": "https://i.ibb.co/djyCnCn/Main-pool-and-beach-at-Atmosphere-Resorts-Spa.jpg",
        "estate_title": "Charming Ski Chalet with Cozy Fireplace",
        "id": 5,
        "segment_name": "Chalet",
        "description": "Embrace the warmth and charm of this ski chalet after a day on the slopes. Embrace the warmth and charm of this ski chalet after a day on the slopes. Unpeel your damp layers, the crackling fire in the stone hearth beckoning you closer. Sink into a plush armchair, the scent of pine logs and simmering stew filling the air. Let the tension melt from your muscles as you shed your gear, the soft glow of fairy lights casting a welcoming ambience. Share stories of your adventures with fellow skiers, laughter echoing through the timbered walls. This cozy haven promises a perfect end to a perfect day in the snow.",
        "price": 2000000,
        "status": "rent",
        "area": 1800,
        "location": "Whistler, Canada",
        "facilities": [
            "Living Room with Fireplace",
            "Hot Tub",
            "Game Room",
            "Ski Storage"
        ]
    },
    {
        "image": "https://i.ibb.co/yFhQ7Jf/Laucala-peninsula-villa-aerial7.jpg",
        "estate_title": "Mediterranean-Style Villa with Panoramic Ocean Views",
        "id": 6,
        "segment_name": "Villa",
        "description": "Immerse yourself in Mediterranean living in this stunning villa with breathtaking ocean views. Immerse yourself in Mediterranean living in this stunning villa with breathtaking ocean views. Wake up each morning to the gentle sound of waves lapping at the shore and savor fresh croissants on a sun-drenched terrace. Plunge into the sparkling infinity pool, feeling the cool water caress your skin as you gaze out at the endless expanse of the azure sea. In the evenings, grill fresh seafood on the barbecue while the scent of lavender fills the air, and dine under a canopy of stars as the sky shimmers above. This luxurious villa promises an unforgettable escape, a place where serenity meets sophistication, and every day feels like a dream.",
        "price": 7000000,
        "status": "sale",
        "area": 3000,
        "location": "Mykonos, Greece",
        "facilities": [
            "Living Room",
            "Infinity Pool",
            "Outdoor Terrace",
            "Sea Kayaks"
        ]
    },
    {
        "image": "https://i.ibb.co/DpWXZg1/pexels-thanhhoa-tran-1488327.jpg",
        "estate_title": "Luxurious Treehouse Retreat nestled in Redwood Forest",
        "id": 7,
        "segment_name": "Treehouse",
        "description": "Reconnect with nature in this luxurious treehouse retreat nestled amongst towering redwoods. Reconnect with nature in this luxurious treehouse retreat nestled amongst towering redwoods. Wake up to the sound of birdsong and rustling leaves, enveloped in the dappled sunlight filtering through the ancient canopy. Unwind on the expansive deck, breathing in the crisp forest air, and take in breathtaking views that stretch as far as the eye can see. In the evenings, cozy up by the fireplace with a good book, listening to the symphony of nocturnal creatures. This unforgettable escape offers a unique opportunity to immerse yourself in the beauty and serenity of the redwood forest, leaving you feeling rejuvenated and connected to the natural world.",
        "price": 1500000,
        "status": "rent",
        "area": 1000,
        "location": "California Redwoods",
        "facilities": [
            "Living Room",
            "Private Balcony",
            "Outdoor Shower",
            "Hammock"
        ]
    },
    {
        "image": "https://i.ibb.co/W5CHfwg/roberto-nickson-MA82m-PIZe-GI-unsplash.jpg",
        "estate_title": "Modern Farmhouse Estate with Sprawling Vineyard",
        "id": 8,
        "segment_name": "Estate",
        "description": "Experience the charm of farm life with a modern twist in this estate featuring a sprawling vineyard. Experience the charm of farm life with a modern twist in this estate featuring a sprawling vineyard. Wake up to sunrise hues painting the grapevines and breathe in the crisp morning air. Spend your days tending to a flourishing vegetable garden or lose yourself in a captivating book under the shade of a majestic oak. Unwind by the sparkling pool in the evening, or host a starlit soiree on the expansive patio, all while savoring the fruits (quite literally!) of the vineyard's labor. This unique property offers the serenity of country living with the luxurious amenities you deserve.",
        "price": 12000000,
        "status": "sale",
        "area": 75000,
        "location": "Napa Valley, CA",
        "facilities": [
            "Living Room",
            "Wine Cellar",
            "Swimming Pool",
            "Guest Cottages"
        ]
    },
    {
        "image": "https://i.ibb.co/KFvBX85/toni-rose-ng-Aq3-MVtl-HC1s-unsplash.jpg",
        "estate_title": "Oceanfront Mansion with Breathtaking Views",
        "id": 9,
        "segment_name": "Mansion",
        "description": "Live the life of luxury in this oceanfront mansion with panoramic views. Live the life of luxury in this oceanfront mansion with panoramic views. Wake up each morning to the sound of crashing waves and step out onto your expansive terrace to breathe in the salty air. The infinity pool stretches towards the horizon, seemingly merging with the endless ocean. Inside, light streams through floor-to-ceiling windows, illuminating the grand living space and gourmet kitchen designed for entertaining. Unwind in the spa-like master suite or host unforgettable gatherings on the rooftop deck, all while basking in the unparalleled beauty of your own coastal paradise.",
        "price": 15000000,
        "status": "sale",
        "area": 5000,
        "location": "Malibu, CA",
        "facilities": [
            "Living Room",
            "Infinity Pool",
            "Home Theater",
            "Multiple Bedrooms"
        ]
    }
]